tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "ack"
brew "ansible"
brew "bat"
brew "bluesnooze"
brew "bzip2"
brew "coreutils"
brew "ctop"
brew "diff-so-fancy"
brew "docker-compose"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "glances"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "htop"
brew "hub"
brew "iftop"
brew "mas"
brew "micro"
brew "ncdu"
brew "nmap"
brew "openssl"
brew "pyenv"
brew "q"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "yadm"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "adoptopenjdk"
cask "aerial"
cask "appcleaner"
cask "balenaetcher"
cask "binance"
cask "bitwarden"
cask "brave-browser-beta"
cask "calibre"
cask "cheatsheet"
cask "clipy"
cask "dash"
cask "dbeaver-community"
#cask "discord"
cask "disk-inventory-x"
cask "docker"
#cask "dropbox"
cask "firefox-beta"
cask "font-fira-code"
cask "google-chrome-beta"
cask "ledger-live"
cask "mediainfo"
cask "mkvtoolnix"
cask "monitorcontrol"
cask "ngrok"
cask "p4v"
cask "postman"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "synology-drive"
cask "telegram"
cask "visual-studio-code-insiders"
cask "vlc"
cask "wireshark"
cask "whatsapp"

# 2023 updates
brew "direnv"
brew "lulu"

cask "keka"
cask "iina"
cask "iterm2-beta"
cask "spectacle"
