tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

#cask "discord"

brew "ack"
brew "ansible"
brew "bat"
brew "coreutils"
brew "ctop"
brew "diff-so-fancy"
brew "font-fira-code"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "htop"
brew "hub"
brew "mas"
brew "ncdu"
brew "nmap"
brew "speedtest-cli"
brew "tldr"
brew "tree"
brew "yadm"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "adoptopenjdk"
cask "aerial"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser-beta"
cask "cheatsheet"
cask "clipy"
cask "dash"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "docker"
cask "docker"
cask "firefox-beta"
cask "google-chrome-beta"
cask "iina"
cask "iterm2-beta"
cask "keka"
cask "ngrok"
cask "p4v"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "synology-drive"
cask "visual-studio-code-insiders"
cask "vlc"
cask "whatsapp"
cask "zoom"
